Repository: seanpm2001/mt-training-data
Catalog: os/os_pontoon.tmx
Source language: en_us
Languages: os

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
os: Tatoeba у хъуыдыйæдтæ, тæлмацтæ æмæ дзурæн аудиотæй ставд рардты базæ пайда кæнынæн æвзаджы ахуыр кæныны. Ацы равгæды ис, фыст кæй æрцыд сæ æмбаладæй, ахæм дзурæн англисаг.

source: TED-LIUM Corpus
os: TED-LIUM корпус

source: Tell us what you'd like to download:
os: Зæгъ нын, цы дæ фæнды равгæнын, уый:

source: Telugu
os: Телугу

source: Terms
os: Æууæлтæ

source: Thai
os: Тайаг

source: Thanks for confirming your account, now let's build your profile.
os: Бузныг, кӕй сбӕлвырд кодтай дӕ аккаунт, гъеныр та, дӕ хорзӕхӕй сфӕлдисӕм дӕ профиль.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
os: 259 минӕй фылдӕр сты нæ архайджытæ, уыдон дзурынц 50 ӕвзагæй фылдӕрыл, уыцы рардтӕй пайда кӕнынц ӕвзагон ӕфтуантæ ахуыр кӕнынмæ, цӕмӕй хуыздӕр ӕмбарой адӕймаджы хъӕлӕс.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
os: Бузныг дӕ ныффыстӕн! <lineBreak> </lineBreak>Гъеныр сбӕлвырд кӕн ӕмӕ арвит дӕ ныффыстытӕ дӕлдӕр.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
os: Бузныг дæ { $lang } æвзагыл бацархайыны интересы тыххæй. Мах æнувыдæй кусæм, цæмæй алы æвзаг цæттæ уа рауагъдмæ, æмæ хъусын кæнæм фæстаг хабæрттæ командæтæн электронон посты фæрцы. Кæд дæ фæнды бацархайын, уæд, дæ хорзæхæй, ныффысс дæ электронон посты адрис дæлдæр.

source: Thank you! You’ve sent a new language enquiry
os: Бузныг! Ды арвыстай ног æвзаджы бафарст

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
os: Хуыздæр хъуыдыйæдтæ сты æрдзон æмæ ныхасон — хъуамæ сæ æнцон кæсæн уа. Æниу фонетикон алыхуызонад æмæ алыхуызон дзырдтæ хъуыдыйады сты ахсджиаг, мах ма архайæм хъуыдыйады ныффыст максималон скъæфæн скæнын æмæ нæ волонтерты къордæн — хъæлдзæг.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
os: «Клипты уӕлмӕрд» арӕзт у хъӕлӕсон клиптӕй, кӕцытӕ нӕ бахаудысты Common Voice-ы рардты ӕмбырдмӕ. Куыд нæ сæйраг рардты ӕмбырд, афтӕ «клипты уæлмæрд» дæр ӕнцонвидат у бавгӕнынмӕ. Зӕрдиаг арфӕтӕ нӕ фӕнды зӕгъын уыцы адӕмӕн, кӕцытӕ нын баххуыс кодтой проект сӕххӕст кӕнын:

source: The clip has disrespectful or offensive language.
os: Клипы ис æфхæрæн кæнæ æнæуаг ныхæстæ.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
os: Common Voice-ы рардты æмбырд æххæст кæны хъæлæс раиртасыны системæ гом райдайæн кодимæ Mozilla Deep Speech. Deep Speech-ы фыццаг верси рауагътой 2017 азы ноябры, æмæ уæдæй фæстæмæ дарддæр парахат кæны. Common Voice-ы рардты æмбырдимæ мах нымайæм, æмæ ацы технологи хъæлæс раиртасыны гом райдайæн кодимæ судзæн æнцонвадат алкæмæндæр. Ныфс нæ ис, æмæ ацы технологитæ архайджытæн баххуыс кæндзысты сфæлдисын бирæ инновацион продукттæ æмæ лæггæдтæ.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
os: Common Voice — рардты ӕмбырд дары сӕдӕгай мин хъӕлӕсы хуызтӕ, уыдон кусджытӕн ӕххуысс кӕнынц сфӕлдисын хъӕлӕс иртасыны кусӕнгӕрзтӕ.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
os: Common Voice рардты хæрх у гом æмæ æхсæнадæн æнцонвадат æрмæг, кæцы бæззы ахуыр кæнынæн дзурæн æфтуанты уæрæх алыхуызонад. Бахъахъхъæнынæн нæ архайджыты æдасдзинад, мах курæм, чи равгæны Common Voice рардты хæрх, уыдонæй алкæмæй нæ архайджыты конфиденциалондзинад цыт кæныны тыххæй. Хъæлæсон клиптæ иууылдæр датасеты сыгъдæггонд æрцæуынц адæймаджы бæрæггæнæг информацийæ. Ды кæд равгæныс рардты хæрх, уæд уыйадыл разы кæныс, кæй нæ фæлвардзынæ рабæрæг кæнын алы архайæджы, ууыл. Уый нысан кæны,дæ бон нæу бафæлварын сбæттын датасеты информаци архайæджы сæрмагонд информациимæ. Дæ бон у, уæддæр, пайда кæнын рардты хæрхæй ахуыр кæнынмæ ныхас базонæн, дзурæджы базонæн кæнæ æндæр æфтуантæ, зæгъæм, сбæтгæйæ информаци датасеты, цы информаци ныридæгæн ис датасеты, уыимæ.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
os: Common Voice-ы рардты ӕмбырд равгæнæн ис <licenseLink>CC 0 лицензийы ууылты</licenseLink> <datasetLink>рардты ӕмбырды фарсыл</datasetLink>. Дӕ бон ма у цалдӕр рардты ӕмбырды бавгӕнын уыцы фарсӕй.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
os: Хъæлæсон фыстæджыты сахæтты нымæц, кæцы сгæрст æрцыди 2 архайæгæй 3-йæ “О” æвзæрстимæ. Æнтысты прогресс 10 мин сахаты проекты иумæйаг нысаны.

source: The count of voice recording hours we have collected so far.
os: Мах кӕй æрæмбырд кодтам ныры онг, уыцы хъæлæсон фыстыты сахæтты нымæц.

source: The giant dinosaur of the Triassic.
os: Триасы уæйыг динозавр.

source: The giant dinosaurs of the Triassic.
os: Триасы уæйыг динозавртæ.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
os: Common Voice-ы рардты ӕмбырды нысан у, цӕмӕй алы адӕймагӕн дӕр фадат уа хъӕлӕс раиртасын, кӕнӕ дзураг иртасыны ӕфтуан сфӕлдисын, кӕцытӕн хъӕуы хъӕлӕсон рардтӕ. Хъӕлӕсы ӕххуысгӕнӕг у ӕфтуанты сфӕлдыстӕй иу хуыз, кӕцыйӕ дӕ бон у спайда кӕнын рардты ӕмбырд.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
os: Common Voice-ы мульти-æвзагон рардты æмбырды верси ныртæккæ цæуы валидаци æмæ иугонд, æхсæнады æххуысы фæрцы. Кæд дæ фæнды Common Voice ратæлмац кæнын ног æвзæгтæм, уæд бахиз ацы фарсмæ <sentenceCollectorLink>хъуыдыйæдты æмбырд кæныны инструмент</sentenceCollectorLink>, ног хъуыдыйæдтæ бафтауынæн рардты æмбырдмæ, æмæ Mozila <pontoonLink>Pontoon</pontoonLink> — веб-сайт тæлмац кæнынæн. Common Voice-мæ ног æвзæгтæ бафтынц, 5000 фидаргонд хъуыдыйæдтæ куы сæмбырд вæййы, уæд.

source: The number of recordings and which languages you contribute to will be public.
os: Ныффыстыты æмæ æвзæгты нымæц, кæдоныл хæссут уæ бавæрд, уыдзысты иумæйаг.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
os: Бархионы профилы информаци йæ хъæлæсон фыстытæй аиуварсгонд куы вæййы, уыцы процесс, фыстытæ æвгæнынмæ цæттæ куы кæнæм, уæд.

source: There are currently no sentences to review in this language.
os: Ацы æвзагыл нæй ныр аргъ кæнæн хъуыдыйад.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
os: Æвзаг цы у, уый зын у сбӕрӕг кӕнын. Common Voice-мæ гæсгæ, ныхас иртасæн модельтæ аразгæйæ хъуамæ хъуыды кæнæм, иу æвзагыл дзурæг адæм кæрæдзи хорз æмбарынц æви нæ.

source: The recording was too long.
os: Ныффыст ӕгӕр даргъ у.

source: The recording was too quiet.
os: Ныффыст ӕгӕр сабыр у.

source: The recording was too short.
os: Хъæлæсы фыст æгæр цыбыр у

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
os: Райдайæн тексты нымæцтæ хъуамæ ма уа, уыдон аххосæй проблемæтæ вæййы. Нымæцтæ куыд кæсæм, уый баст у контекстимæ, æмæ йæ бон у хæццæ кæнын рардты æмбырды. Зæгъæм, нымæц “2409” бакæсæн ис, куыд “дыууӕ цыппар ноль фараст” æмæ куыд “дыууæ мин цыппар сæдæ фараст”.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
os: Бакуыст æмбаладæй ацы æвзæгтыл ныртæккæ цæуы. <localizationGlossaryLink>Вебсайты локализаци</localizationGlossaryLink> æмæ <sentenceCollectionGlossaryLink>хъуыдыйæдты коллекцикæнын</sentenceCollectionGlossaryLink> хъуамæ райдайой.

source: The selected file is too large
os: Ӕвзӕрст файл ӕгӕр стыр у

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
os: Хъуыдыйæдты æмбырдгæнæг рахызти сæйраг платформæ Common Voice-мæ. Гъеныр дæ бон у <writeURL>ныффыссын</writeURL> хъуыдыйад кæнæ <reviewURL>бакæсын</reviewURL> Common Voice-ы иунæг хъуыдыйад.

source: The sentence has a grammatical or spelling error.
os: Ацы хъуыдыйадмæ ис грамматикон кæнæ орфографион рæдыд.

source: The sentence has disrespectful or offensive language.
os: Хъуыдыйады ис æфхæрд кæнæ æнæцыт ныхæстæ.

source: The sentence must be spelled correctly.
os: Хъуыдыйад раст фыст хъуамæ уа.

source: The sentence should have fewer than 15 words.
os: Хъуыдыйады хъуамæ уа 15 дзырдæй къаддæр.

source: The site is ready to be launched when it reaches 75% completion.
os: Сайт уыдзæн цæттæ архайынæн 75% конд куы уа, уæд.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
os: Тагъд рӕстӕджы сайты куыст ногӕй райдайдзӕн. Цӕмӕй райсай фӕстаг информаци, уый тыххӕй бафтау дӕхи <matrixLink> къорды чат Matrix-мӕ</matrixLink>, абӕрӕг кӕн <githubLink>GitHub</githubLink> кӕнӕ <discourseLink> нӕ Discourse-форумтӕ</discourseLink> цӕмӕй рӕдыдтытӕ хъусын кӕнай ӕмӕ сӕм дӕ хъус дарай.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
os: TED-LIUM корпус конд æрцыд аудио ныхæстæй æмæ сæ транскрипцитæй, кæцытæ æнцонвадат сты TED вебсайты.

source: The website text is translated into that language.
os: Сайты текст тӕлмацгонд у ацы ӕвзагмӕ.

source: This is approximately the number of hours required to train a production speech-to-text system.
os: Гъе уый бӕрц сахаты бахъӕудзӕнис, цӕмӕй кондады системӕ раива ныхасӕй текст мӕ.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
os: Ацы сегменты нысан у бӕлвырд цаутӕ пайда кӕнынӕн, дары рардтӕ, цӕмӕй фӕхуыздӕр кӕна нымӕцты раиртасӕн ӕмӕ «о» кӕнӕ «нӕ» базонӕн.

source: This is how you cite yourself if you wrote the content yourself.
os: Мæнæ куыд афыссæн ис, ды дæхæдæг цы хъуыдыйæдтæ æрымысыдтæ, уыдон.

source: This is our process for translating and adapting our content for many locales (languages).
os: Ай у нæ тæлмацы процесс æмæ нæ контенты адаптаци бирӕ æвзæгтæн.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
os: Ацы рæвдзгæнæн фæтк дæтты дæ зынгæдзинадæн топы. Кæд æмбæхст дæ, уæд дæ прогресс уыдзæни сæрмагонд. Уый нысан кæны уый, æмæ дæ къам, архайæджы ном æмæ прогресс æвдыст не ʼрцæудзысты лидерты номхыгъды. Хъус æрдар, лидерты номхыгъд сног кæнын хардз кæны ~{ $minutes } минуты ивындзинæдтæ бахæссынмæ, уымæ.

source: Three to go!
os: Баззади æртæ!

source: Tibetan
os: Тибетаг

source: Tigre
os: Тигре

source: Tigrinya
os: Тигринья

source: Today
os: Абон

source: Today's Common Voice progress on clips recorded
os: Абоны прогресс Common Voice-ы фыст клипты

source: Today's Common Voice progress on clips validated
os: Абоны Common Voice-ы клипты сгарыны æххæсткæныны къæпхæн

source: Today's Progress
os: Абоны æнтыстытæ

source: Toki Pona
os: Токи-понæ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
os: Цӕмӕй Common Voice-ы рардты ӕмбырдмӕ бахауа, уый тыххӕй хъӕлӕсон клип хъуамӕ бӕлвырдгонд уа дыууӕ хицӕн архайӕгӕй.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
os: Цæмæй Common Voice-ы рардты хæрх, цæйбæрц нæ бон у, уыйбæрц пайдаджын уа, мах уынаффæ рахастам, æнцонвадат Creative Commons (CC0) лицензийы бындурыл кæй у, æрмæст ахæм ратæдзæн тексттæ бауадзыны тыххæй. Спайда CC0 стандарт нысан кæны зындæр у ссарын æмæ æрæмбырд кæнын ратæдзæн текст, фæлæ уый бар дæтты алкæмæн пайда кæнынæн фæстиуæгон хъæлæсон рардтæй æнæ арæнæвæрдтæ æмæ авторизацийæ Mozilla-йæ. Æппын фæстаг, мах фæнды скæнын бирæвзагон рардты хæрх, цæйбæрц нæ бон у, уыйбæрц пайдаджын алкæмæн, бафтаугæйæ иртасджытæ, университеттæ, стартаптæ, хицауад æмæ социалонмæ здæхт организацитæ.

source: Top Contributors
os: Иууыл хуыздæр нывæрдтытæ

source: Total
os: Æдæппæт

source: Total Approved
os: Басгӕрст ӕдӕппӕтӕй

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
os: Рахиз фарс мах амонæм уæлиндзинад æмæ бæлвырд кæнæм, цавæр рардтæ уыдзысты публикон. Спайда кæн æрвитæнтæй дæлдæр, цæмæй Common Voice-ы аккаунтимæ куыст райдайай дæ арæзтады.

source: Toward next goal
os: Иннæ нысанмæ

source: Track progress here and on your stats page.
os: Дæ хъус дар дæ æнтыстытæм ам æмæ дæ статистикæйы фарсыл.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
os: <translateVideoLink>Бакӕс нӕ ахуыргӕнӕн видео-ӕрмӕгмӕ, Pontoon-ӕй куыд ис пайда кӕнын, уый тыххæй.</translateVideoLink>

source: Translating the site
os: Тæлмац кæнын сайт

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
os: Тæлмацгонд у англисаг æвзагæй, фæлæ дæ бон фенын у <strong>хъуыдыйдтæ</strong> æндæр æвзæгтыл. Ныххæц нысан <strong>Профиль</strong>, уый фæстæ æрвыстыл <strong>Рæвдзгæнæнтæ<strong> æмæ æппæт æвзæгты бафтау, кæцытыл дзурыс. Рахиз фарс къуымы уыдзæн тæлмацты номхыгъд <strong>Æвзæгтæ</strong>. Тæлмацтæ сайты фæзынынц суткæйы фæстæ.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
os: Common Voice-ы тӕлмац цӕуы <strong>Pontoon-ы</strong>.

source: Tshivenda
os: Вендиаг (Венда)

source: Turkish
os: Туркаг

source: Turkmen
os: Туркменаг

source: Tuvan
os: Тувайаг

source: Twi
os: Тви

source: Typically megabytes
os: Фылдæрхатт мегабайттæ

source: Ubykh
os: Убыхаг

source: Udmurt
os: Удмуртаг

source: Ukrainian
os: Украинаг

source: Understand contribution criteria
os: Уагæвæрд базон

source: Universities, Academics and Researchers
os: Университеттæ, ахуыргæндтæ æмæ иртасджытæ

source: Upload aborted. Do you want to delete your recordings?
os: Бавгӕд аскъуыдис. Фӕнды дӕ сыхалын дӕ ныффыстытӕ?

source: Upload an image file
os: Бавгæн ныв

source: Upload of this clip keeps failing at server. Reload the page or try again later.
os: Ацы клип сервермæ бавгæнын нæ бантыст. Ногæй байгом кæнут ацы фарс кæнæ та фæстæдæр бафæлварут.

source: Upload of this clip keeps failing, keep retrying?
os: Ацы клип сервермæ бавгæнын нæ бантыст. Ногæй байгом кæнут ацы фарс кæнæ та фæстæдæр бафæлварут.

source: Urdu
os: Урду

source: Use correct grammar
os: Раст грамматикӕ

source: Use correct spelling and punctuation
os: Раст орфографи ӕмӕ пунктуаци

source: User Name
os: Архайæджы ном

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
os: Архайджытӕ бӕлвырд кӕнынц хайгонд клипты дырысдзинад, дзураг адӕймаг раст бакасти хъуыдыйад, уый бӕлвырд кӕнгӕйӕ.

source: Using Common Voice
os: Common Voice-ӕй куыд пайда кӕнынц?

source: Uyghur
os: Уйгураг

source: Uzbek
os: Узбекаг

source: Validated Clips
os: Басгæрст клиптæ

source: Validated Hours
os: Бӕлвырдгонд сахӕттӕ

source: Validated Hr. Total
os: Ӕдӕппӕт бæлвырд схт.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
os: Клиптӕ бӕрӕг кӕнын у ахсджиаг мисси Common Voice-æн. Байхъус æмæ нын баххуыс кæн сфæлдисын хӕрзхъӕд хъæлæсон рардты базӕ гом райдайæн кодимæ.

source: Validation Progress
os: Басгæрсты æххæсткæныны къæпхæн

source: Validations
os: басгӕрсты

source: Value and recognition.
os: Аргъад ӕмӕ басаст.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
os: Здæхт — ӕвзаджы бӕлвырд формӕ, зӕгъӕм, бӕлвырд регионы кӕнӕ ӕхсӕнады чи цӕры, уыдонӕн у иумӕйаг. Хатгай сӕ диалект дӕр ма фӕхонынц.

source: Varying Pronunciations
os: Алыхуызон дзурыны ахаст

source: Venetian
os: Венетаг

source: Version
os: Фæлтæр

source: Vietnamese
os: Вьетнамаг

source: View your progress against personal and project goals.
os: Кæс дӕ прогрессмæ, хи нысæнттæ æмæ проекты нысæнтты ӕнтыстытимӕ.

source: Visible
os: Цæстуынгæ

source: Voice clips are entered into a submission queue that readies them for listening.
os: Хъӕлӕсон клиптӕ-иу слӕууынц рады сбӕлвырд кӕнынæн, уый фæстæ сæм хъусдзысты архайджытæ.

source: Voice Collection
os: Хъæлæстæ

source: Voice Contribution
os: Хъӕлӕс бахай кӕнын

source: Voice Dataset, Ready for Download
os: Хъӕлӕсон рардты ӕмбырд, цӕттӕ у ӕвгӕнынмӕ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
os: Хъæлæс у æрдзон, хъæлæс у адæймаджы миниуæг. Мæнæ цæй тыххæй мах архайæм сфæлдисын хъæлæсы пайда технологитæ нæ машинæтæн. Фæлæ сæ цæмæй саразæм, уый тыххӕй хъӕуы дзæвгар хъæлæсы фыстытæ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
os: Хъæлæс у æрдзон, хъæлæс у адæймаджы миниуæг. Уый тыххæй тырнæм бæзгæ хъæлæс сфæлындынмæ. Фæлæ хъæлæсы системæтæ саразыны тыххæй хъæуы иттæг бирæ хъæлæсон æрмæг.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
os: Хъæлæсы бæлвырдгæнæн технологи баивта, мах куыд архайæм машинæтимæ, уый, фæлæ абоны онг ӕнцонвадат системæтæ сты зынаргъ æмæ æхгæд. Common Voice у Mozilla-йы хъæппæрис, арæзт у цæмæй хъæлæс бæлвырдгæнæн технологи уа æнаипп æмæ уæгъдвæндаг алкæмæндæр. Common Voice у егъау глобалон хъæлæсон рардты базæ, кæцы кæмæнфæндыдæр бар дæтты ахуыр кæнын хъæлæсон æфтуантæн, алы æвзагыл дæр.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
os: Хъæлæсы бæлвырдгæнæн технологи баивта, мах куыд архайæм машинæтимæ, уый, фæлæ абоны онг уæгъдвæндаг системæтæ сты зынаргъ æмæ æхгæд. Common Voice у Mozilla-йы хъæппæрис, арæзт у, цæмæй хъæлæс бæлвырдгæнæн технологи уа æнæаипп æмæ уæгъдвæндаг алкæмæндæр. Common Voice у хайгонд хъæлæсты егъау глобалон рардты базæ, уый кæмæндæриддæр бар дæтты ахуыр кæнын хъæлæсон æфтуантæн, алы æвзагыл дæр. Мах æмбырд кæнæм хъæлæсты хуызæгтæ канд парахат æвзæгтыл нæ, фæлæ чысыл къорд адæм цы ’взæгтыл дзурынц, уыдоныл дæр. Публикацигонд хъæлæсон рардты æмбырд баххуыс кæндзæн кусджытæн, амалиуæгдартæн æмæ къордтæн хи барæй иуварс кæнын хъæндзинад.

source: Voices Online Now
os: Хъæлæстæ гъеныр онлайн сты

source: Voice Validation
os: Хъæлæсы басгæрст

source: Votic
os: Вотаг

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
os: VoxForge фидаргонд æрцыд æмбырд кæнынмæ транскрибгонд ныхас пайда кæнынæн уæгъдибар æмæ гом ныхас раиртасæн механизмтимæ.
